<?php

return [
    'title' => 'Пользователи',
    'phone' => 'Телефон',
    'since' => 'Зарегистрирован',
    'status' => 'Статус',
    'actions' => 'Действия',
    'deleted' => 'Удалён',
    'active' => 'Активен',
    'restore' => 'Восстановить',
    'delete' => 'Удалить',
    'title_2' => 'Пользователь с тел. :phone',
    'role' => 'Роль',
    'back' => 'Назад',
    'already_deleted' => 'Пользователь уже удалён.',
    'is_deleted' => 'Пользователь удалён.',
    'not_deleted' => 'Пользователь не удалён.',
    'restored' => 'Пользователь восстановлен.'
];