<?php

return [
    'login' => 'Войти',
    'register' => 'Зарегистрироваться',
    'phone' => 'Номер телефона',
    'password' => 'Пароль',
    'remember' => 'Запомнить меня',
    'confirm_pass' => 'Подтвердить пароль',
    'no_account' => 'Нет аккаунта? Зарегистрироваться',
    'has_account' => 'Уже есть аккаунт? Войти',
    'restore_title' => 'Восстановление аккаунта',
    'restore_account_deleted' => 'Ваш аккаунт с номером телефона <strong>:phone</strong> был удалён.',
    'restore_days_left' => '{0} Это последний день, когда вы можете восстановить аккаунт.|{1} У вас остался <strong>1</strong> день для восстановления аккаунта.|[2,4] У вас осталось <strong>:days</strong> дня для восстановления аккаунта.|[5,*] У вас осталось <strong>:days</strong> дней для восстановления аккаунта.',
    'restore_warning' => 'После этого все данные будут безвозвратно удалены.',
    'restore' => 'Восстановить',
    'cancel' => 'Отмена',
    'restored' => 'Аккаунт восстановлен.',
    'not_restored' => 'Аккаунт не был восстановлен.',
    'incorrect_credentials' => 'Неверный номер телефона или пароль.'
];