<?php

return [
    'title' => 'Расписание',
    'show_title' => 'Рейс',
    'number' => '№',
    'arrival' => 'Прибытие',
    'price' => 'Цена',
    'seats' => 'Свободные места',
    'view' => 'Просмотр',
    'not_found' => 'Прямые рейсы не найдены.',
    'back' => 'Назад',
    'carrier' => 'Перевозчик',
    'date' => 'Дата',
    'stops' => 'Остановки',
    'your_route' => 'Ваш маршрут',
    'from' => 'Откуда',
    'to' => 'Куда',
    'seats_2' => 'Осталось мест',
    'add_cart' => 'Добавить в корзину',
    'no_seats' => 'Нет свободных мест на этом рейсе.',
    'login' => 'Войдите, чтобы купить билет',
    'favorite' => 'Добавить маршрут в избранное',
    'unfavorite' => 'Убрать маршрут из избранного'
];